COPY public.commercial_opportunities (id, brand_name, brand_logo, name, description, reward, requirements, deadline, status, match_criteria, created_by, created_at, updated_at) FROM stdin;
9c4cd06d-f7f0-4cff-910b-91204c46f22c	桂发祥	\N	国潮包装设计	为老字号食品品牌设计国潮风格包装，要求融合传统元素与现代审美	¥15,000	需要插画设计经验，了解国潮风格	\N	open	{"type": "illustration", "min_value": 3000}	\N	2026-02-11 02:35:08.30699+00	2026-02-11 02:35:08.30699+00
1917e62a-5e96-4aac-9d82-66abe68380d2	杨柳青画社	\N	文创产品开发	设计传统文化元素文创产品系列，包括文具、家居用品等多个品类	¥20,000	需要纹样设计经验	\N	open	{"type": "pattern", "min_value": 5000}	\N	2026-02-11 02:35:08.30699+00	2026-02-11 02:35:08.30699+00
187d98af-9ded-427a-b187-41eab0233a8b	数字艺术馆	\N	数字藏品创作	创作基于传统纹样的数字藏品系列，要求具有独特的艺术价值和收藏价值	分成模式	需要数字艺术创作经验	\N	open	{"type": "digital_collectible", "min_value": 2000}	\N	2026-02-11 02:35:08.30699+00	2026-02-11 02:35:08.30699+00
e4c56394-ded2-4ab3-893b-73cd06d55889	天津老字号协会	\N	品牌视觉升级	为传统品牌进行现代化视觉升级，保留品牌基因的同时注入新活力	¥25,000	需要品牌设计经验	\N	open	{"type": "design", "min_value": 8000}	\N	2026-02-11 02:35:08.30699+00	2026-02-11 02:35:08.30699+00
14363914-626e-49d1-9b68-22cefea7dddb	天津市文化和旅游局	\N	文化主题插画	创作以天津传统文化为主题的插画系列，用于城市宣传和文化推广	¥18,000	需要插画设计经验，了解天津文化	\N	open	{"type": "illustration", "min_value": 4000}	\N	2026-02-11 02:35:08.30699+00	2026-02-11 02:35:08.30699+00
e6f05ec7-a7e0-45b8-8372-ff8a65230be1	桂发祥	\N	国潮包装设计	为老字号食品品牌设计国潮风格包装，要求融合传统元素与现代审美	¥15,000	需要插画设计经验，了解国潮风格	\N	open	{"type": "illustration", "min_value": 3000}	\N	2026-02-11 02:45:30.033143+00	2026-02-11 02:45:30.033143+00
b7e4358b-ca36-48a1-819b-4fb479d37d43	杨柳青画社	\N	文创产品开发	设计传统文化元素文创产品系列，包括文具、家居用品等多个品类	¥20,000	需要纹样设计经验	\N	open	{"type": "pattern", "min_value": 5000}	\N	2026-02-11 02:45:30.033143+00	2026-02-11 02:45:30.033143+00
4718a6e7-42b8-4c11-85bf-dd0f2392bddf	数字艺术馆	\N	数字藏品创作	创作基于传统纹样的数字藏品系列，要求具有独特的艺术价值和收藏价值	分成模式	需要数字艺术创作经验	\N	open	{"type": "digital_collectible", "min_value": 2000}	\N	2026-02-11 02:45:30.033143+00	2026-02-11 02:45:30.033143+00
f6993fa8-5945-4fe7-aa30-72b009be1328	天津老字号协会	\N	品牌视觉升级	为传统品牌进行现代化视觉升级，保留品牌基因的同时注入新活力	¥25,000	需要品牌设计经验	\N	open	{"type": "design", "min_value": 8000}	\N	2026-02-11 02:45:30.033143+00	2026-02-11 02:45:30.033143+00
a824d890-9fc7-4cc8-8497-95f09b877bc7	天津市文化和旅游局	\N	文化主题插画	创作以天津传统文化为主题的插画系列，用于城市宣传和文化推广	¥18,000	需要插画设计经验，了解天津文化	\N	open	{"type": "illustration", "min_value": 4000}	\N	2026-02-11 02:45:30.033143+00	2026-02-11 02:45:30.033143+00
\.


--
-- Data for Name: communities; Type: TABLE DATA; Schema: public; Owner: postgres
--
