COPY public.lottery_prizes (id, activity_id, name, description, probability, points, stock, image_url, sort_order, is_enabled, is_rare, created_at) FROM stdin;
cde342a0-4187-43f7-9b03-89c78ff4a1ec	3140cd84-c41c-40a7-8267-07aa7fd29975	谢谢参与	很遗憾，这次没有中奖	0.1500	0	-1	\N	0	t	f	2026-03-01 09:33:24.332375+00
f3252701-29f1-44ed-8781-92c79b5224c6	3140cd84-c41c-40a7-8267-07aa7fd29975	虚拟红包	价值10积分的虚拟红包	0.2000	10	-1	\N	1	t	f	2026-03-01 09:33:24.332375+00
e73c454b-bde1-4edf-af35-92a357bd4fd8	3140cd84-c41c-40a7-8267-07aa7fd29975	创室贴纸包	创意工作室贴纸包	0.1800	50	1000	\N	2	t	f	2026-03-01 09:33:24.332375+00
bf17f811-e3ee-4144-8c91-eca725a8a8e4	3140cd84-c41c-40a7-8267-07aa7fd29975	AI 创作工具包	AI创作工具包，助力创作	0.1200	100	500	\N	3	t	f	2026-03-01 09:33:24.332375+00
30dfe75f-2217-4727-91f2-d1f6087c5dfb	3140cd84-c41c-40a7-8267-07aa7fd29975	谢谢参与	很遗憾，这次没有中奖	0.1500	0	-1	\N	4	t	f	2026-03-01 09:33:24.332375+00
39afa5af-234a-4093-bd16-d3fba6ccb2a8	3140cd84-c41c-40a7-8267-07aa7fd29975	专属成就徽章	限量版专属成就徽章	0.0500	500	100	\N	5	t	t	2026-03-01 09:33:24.332375+00
38b89d67-a290-4152-aa89-2219105d85e7	3140cd84-c41c-40a7-8267-07aa7fd29975	数字壁纸	精美数字壁纸	0.1200	20	2000	\N	6	t	f	2026-03-01 09:33:24.332375+00
2608d5b6-2497-46b3-84a3-af95b6e9e693	3140cd84-c41c-40a7-8267-07aa7fd29975	￥10 红包	价值1000积分的现金红包	0.0300	1000	50	\N	7	t	t	2026-03-01 09:33:24.332375+00
\.


--
-- Data for Name: lottery_spin_records; Type: TABLE DATA; Schema: public; Owner: postgres
--
